Revit 2027 API
Grid.Create Method
Overload List
Name | Description
Create(Document, Arc) |  Creates a new radial grid line.
Create(Document, Line) |  Creates a new grid line.
Top
See Also
Reference
Grid Class
Autodesk.Revit.DB Namespace